Repository: wearhacks/main_wearhacks
Catalog: registration/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Only letters are allowed.
fr: Seules les lettres sont autorisées.

source: Male
fr: Masculin

source: Female
fr: Féminin

source: Other / I prefer not to disclose
fr: Autre / Je préfère ne pas le signaler

source: gender
fr: Sexe

source: Attendee Information
fr: Informations Générales

source: Resume
fr: CV

source: Not required but this might reach our sponsors for targeted employment opportunities.
fr: N'est pas obligatoire mais pourrait atteindre nos parrains pour des opportunités d'emploi ciblées.

source: There are no spots left for your category. Please uncheck this box to proceed.
fr: Il n'y a plus de place disponible pour ta catégorie malheureusement. Déselectionne cete case pour continuer.

source: Someone who solved the puzzle already registered with your email. Please uncheck this box to proceed.
fr: Quelqu'un qui a résolu le casse-tête s'est déjà inscrit avec ton adresse courriel. Déselectionne cette case pour continuer.

source: No luck :( Try again?
fr: Pas de bol :( Essaie encore?

source: Uncheck this if you'd like to proceed without a solution.
fr: Déselectionne ça si tu voudrais continuer sans soumettre de solution

source: Unlimited number of trials as long as "submit my solution" is checked.
fr: Le nombre de tentatives est illimité tant que la case "Soumettre ma solution" est cochée.

source: Submit my solution to the challenge question
fr: Soumettre ma solution à la question défi

source: General Information
fr: Informations Générales

source: Tell us a bit about yourself.
fr: À propos de vous

source: Experience
fr: Expérience

source: Misc.
fr: Divers

source: Easy, the answer is...
fr: Facile, la réponse est...

source: No file was submitted.
fr: Aucun fichier n'a été soumis.

source: The submitted file is empty.
fr: Le fichier qui a été soumis est vide.

source: Upload a valid document. The file you uploaded appears to be corrupted.
fr: Veuillez soumettre un document valide. Le document que vous avez soumis semble être corrompu.

source: Not a PDF file.
fr: Ceci n'est pas un fichier PDF.

source: Please keep file size under %(max_file_size)s. Current filesize %(current_file_size)s
fr: Veuillez soumettre un fichier plus petit que %(max_file_size)s. La taille du fichier est actuellement %(current_file_size)s

source: There was an issue uploading your file. Try to submit again.
fr: Nous n'avons pas pu recevoir votre fichier. Veuillez essayer de le soumettre une nouvelle fois.

source: Registration Failure Message
fr: Inscription échouée

source: Register
fr: S'inscrire

source: Temporary problem with our server
fr: Difficultés temporaires avec notre serveur

source: Checkout Failure Message
fr: Paiement échoué

source: Success
fr: Succès

source: Checkout
fr: Procéder au paiement

source: Payment is handled by <a target="_blank" href="https://stripe.com/ca">Stripe</a>. We do not have acces to your card information.
fr: Le paiement est pris en charge par <a target="_blank" href="https://stripe.com/ca">Stripe</a>. Nous n'avons pas accès aux informations de votre carte de crédit.

source: Try to decrypt this message to win a free ticket. %(num_tickets_student)i tickets left out of %(total_num_tickets_student)i for students and %(num_tickets_non_student)i out of %(total_num_tickets_non_student)i tickets left for non-students.
fr: Essaie de décrypter ce message pour gagner un billet gratuit. Il reste %(num_tickets_student)i billets gratuits sur %(total_num_tickets_student)i pour étudiants et %(num_tickets_non_student)i billets gratuits sur %(total_num_tickets_non_student)i pour non-étudiants.

source: Challenge Question
fr: Question Défi

source: Confirmation Failure Message
fr: Inscription échouée

source: Confirm
fr: Confirmer

source: Checkin Failure Message
fr: Checkin échoué

source: This field must be checked
fr: Cette case doit être cochée

source: first name
fr: Prénom

source: last name
fr: Nom de famille

source: Are you a student?
fr: Êtes-vous étudiant?

source: Where do/did you go to school?
fr: Nom du collège / de l'université

source: email
fr: courriel

source: Do you have any allergies or food restrictions?
fr: Avez-vous des allergies ou des restrictions alimentaires?

source: Small
fr: Petit

source: Medium
fr: Moyen

source: Large
fr: Grand

source: X-Large
fr: Très Grand

source: T-Shirt size
fr: Taille de T-shirt

source: Did you attend last year's event?
fr: Avez-vous assisté au hackathon de l'année dernière?

source: Is this your first hackathon?
fr: Est-ce votre premier hackathon?

source: resume
fr: CV

source: No ticket yet
fr: Pas de billet encore

source: Turing Ticket
fr: Billet Turing

source: Turing Student Ticket
fr: Billet Turing Étudiant

source: Regular Ticket
fr: Billet Régulier

source: Student Ticket
fr: Billet Étudiant

source: Early Bird Ticket
fr: Billet Lève-Tôt Étudiant

source: Early Bird Student Ticket
fr: Billet Lève-Tôt

source: Could not validate form
fr: On n'a pas pu valider ton formulaire

source: We had trouble saving your new information
fr: On a eu du mal à sauvegarder ton information

source: Confirmed attendee details
fr: Les détails de l'invité ont été confirmés

source: Unknown
fr: Inconnu

source: We had some errors<pre>%s</pre>
fr: Nous éprouvons des difficultés<pre>%s</pre>

source: Invalid arguments
fr: Arguments invalides

source: Checkout not attempted yet.
fr: La soumission n'a pas encore été tentée

source: Please correct your registration information before proceeding.
fr: Veuillez corriger vos infos avant de soumettre

source: Congrats, you have a free ticket!
fr: Félicitations, t'as eu un billet gratos!

source: </br>r u trying to hack us? u wot m8
fr: </br>Tu te crois malin(e)?

source: Registration Information Valid
fr: Infos d'inscription valides

source: Something went wrong on Stripe's end. </br>
fr: Stripe éprouve des difficultés. </br>

source: Please refresh and try again.
fr: Essaie de rafraîchir la page pour tenter une nouvelle fois.

source: </br><strong>Don't worry, you haven't been charged.</strong>
fr: </br><strong>Ne t'inquiète pas, tu n'as pas été facturé. </strong>

source: Your registration could not be saved.
fr: Ton inscription n'a pas pu être sauvegardée.

source: We could not charge you.
fr: On n'a pas pu te facturer.

source: Your confirmation email cannot be sent at the moment. </strong><small>Everything else went smoothly and your payment went through. Admins have been notified and will send you a confirmation email shortly.</small><strong>
fr: Ton courriel de confirmation ne peut pas être envoyé en ce moment</strong><small>Tout le rest s'est bien déroulé et tu as bien été facturé. Les administrateurs ont été notifiés et vont t'envoyer un courriel de confirmation dans les plus brefs délais. </small><strong>

source: A confirmation email will be sent shortly.
fr: Un courriel de confirmation sera envoyé bientôt.

source: Oops, something went wrong on our end.</br>Please refresh and try again. If the problem persists, please contact our support team. </br>
fr: Mince, il y a quelque chose qui cloche de notre côté.</br> Essaie de rafraîchir la page et tenter de nouveau. Si le problème persiste, n'hésite pas à contacter notre équipe de soutien </br>

source: Thanks for signing up!
fr: Hâte de te voir à WearHacks

source: WearHacks Montreal Team <montreal@wearhacks.com>
fr: Équipe WearHacks à Montréal <montreal@wearhacks.com>
